; Portuguese (Brazil)
; MCHAL, http://www.zetatalk.com

[i18n]
IDS_UPDATE_NO=Não existe atualização por enquanto.
IDS_UPDATE_YES=Saiu uma nova versão (%s). Gostaria de visitar a página?
IDS_DONATE=Fazer donativo
IDS_DONATE_TEXT=O desenvolvimento do programa depende de seus donativos!
IDS_SHOWATSTARTUP_CHK=Mostrar quando abrir o Mem Reduct
IDS_FILE=Arquivo
IDS_SETTINGS=Configurar...
IDS_EXIT=Fechar
IDS_HELP=Ajuda
IDS_WEBSITE=Site na web
IDS_CHECKUPDATES=Procurar atualização
IDS_ABOUT=Sobre
IDS_TRAY_SHOW=Exibir/Ocultar
IDS_TRAY_DISABLE=Ativar/desativar
IDS_TRAY_POPUP_1=Áreas de Limpeza
IDS_TRAY_POPUP_2=Liberar a cada
IDS_TRAY_POPUP_3=Limpar a cada
IDS_CLEAN=Liberar memória
IDS_GROUP_1=Física
IDS_GROUP_2=Arquivo de paginação
IDS_GROUP_3=Cache do sistema
IDS_ITEM_1=Usada
IDS_ITEM_2=Livre
IDS_ITEM_3=Total livre
IDS_SETTINGS_GENERAL=Principal
IDS_SETTINGS_MEMORY=Liberação de memória
IDS_SETTINGS_APPEARANCE=Aparência
IDS_SETTINGS_TRAY=Ícone Ár. Notificação
IDS_CLOSE=Fechar
IDS_TITLE_1=Configuração principal:
IDS_TITLE_2=Idioma:
IDS_TITLE_3=Partes da memória para limpar:
IDS_TITLE_4=Gestão da memória:
IDS_TITLE_5=Atalho de teclado (global):
IDS_TITLE_6=Aparência:
IDS_TITLE_7=Indicação de cores:
IDS_TITLE_8=Comandos do mouse:
IDS_TITLE_9=Balão de dicas:
IDS_ALWAYSONTOP_CHK=Manter o Painel de Configuração sempre na frente
IDS_LOADONSTARTUP_CHK=Carregar com o sistema
IDS_REDUCTCONFIRMATION_CHK=Confirmar o início da limpeza da memória
IDS_SKIPUACWARNING_CHK=Ignorar aviso do "Controle de Conta do Usuário"
IDS_CHECKUPDATES_CHK=Procurar atualização periodicamente (recomendado)
IDS_LANGUAGE_HINT=Usar este idioma:
IDS_WORKINGSET_CHK=Cache (Vista e posterior)
IDS_SYSTEMWORKINGSET_CHK=Cache do sistema
IDS_STANDBYLISTPRIORITY0_CHK=Lista de espera sem prioridade (Vista e posterior)
IDS_STANDBYLIST_CHK=Lista de espera (Vista e posterior)
IDS_MODIFIEDLIST_CHK=Lista de paginação modificada (Vista e posterior)
IDS_COMBINEMEMORYLISTS_CHK=Combine memory lists (Windows 10 and above)
IDS_AUTOREDUCTENABLE_CHK=Liberar quando acima de: (%)
IDS_AUTOREDUCTINTERVALENABLE_CHK=Liberar a cada (min.):
IDS_HOTKEY_CLEAN_CHK=Liberar memória com estas teclas:
IDS_TRAYUSETRANSPARENCY_CHK=Usar fundo transparente
IDS_TRAYSHOWBORDER_CHK=Exibir bordas
IDS_TRAYROUNDCORNERS_CHK=Exibir cantos arredondados
IDS_TRAYCHANGEBG_CHK=Mudar a cor do fundo (em vez do texto e da borda)
IDS_TRAYUSEANTIALIASING_CHK=Usar suavização de bordas
IDS_FONT_HINT=Fonte:
IDS_COLOR_TEXT_HINT=Cor do texto:
IDS_COLOR_BACKGROUND_HINT=Cor do fundo:
IDS_COLOR_WARNING_HINT=Cor do "Nível de alerta":
IDS_COLOR_DANGER_HINT=Cor do "Nível de perigo":
IDS_TRAYLEVELWARNING_HINT=Acionar o "Nível de alerta" em: (%)
IDS_TRAYLEVELDANGER_HINT=Acionar o "Nível de alerta" em: (%)
IDS_TRAYACTIONDC_HINT=Clique duplo:
IDS_TRAYACTIONMC_HINT=Clique único:
IDS_TRAY_ACTION_1=Exibir/Ocultar
IDS_TRAY_ACTION_2=Liberar memória
IDS_TRAY_ACTION_3=Abrir o Gestor de Tarefas
IDS_SHOW_CLEAN_RESULT_CHK=Exibir resultados de limpeza de memória
IDS_QUESTION=Quer mesmo liberar (limpar a) memória?
IDS_QUESTION_WARNING_TITLE=Warning!
IDS_QUESTION_WARNING=Switching-on "Standby list" and "Modified page list" may freeze your computer for almost a minute or so, are you sure enable this option?
IDS_QUESTION_FLAG_CHK=Do not show anymore
IDS_STATUS_CLEANED=Feita a limpeza da memória, com %s liberados.
IDS_STATUS_NOPRIVILEGES=Necessário ter privilégios administrativos. Favor executar o programa como administrador!
